<template>
  <div>
    <Heade></Heade>
  <div class="zhuti tip" style="background: #EEEEEE">
    <div class="shi_16 line_40"><b>温馨提示：</b></div>
    <div class="em2">在您使用企商汇交易服务平台前，您应当认真阅读理解并承认<b>《企商汇交易服务平台用户注册协议》</b>下称“本协议”，如您对协议条款有任何疑问，可在线或致电咨询甲方平台客服。</div>
    <div class="em2">当您按照注册页面提示填写信息，并经过对应的验证码完成注册程序后，即表示您已仔细阅读并充分理解并接受本协议的全部内容，并与“企商汇汽配交易服务平台”达成协议。您承诺接受并遵守本协议的相关条款，您不得再以未阅读本协议内容，或未获得企商汇对您的咨询解答等理由，主张本协议条款无效或要求撤销本协议。除另行明确声明外，甲方平台服务包含任何甲方及其关联公司所提供的基于互联网以及移动互联网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用甲方交易平台服务。</div>
    <div class="em2"> 本协议内容包括协议正文及所有甲方平台已经发布，或将来可能发布的各类加盟交易规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</div>
    <h2>用户注册协议</h2>
    <b>无特别书面约定，注册成功方即为协议乙方：</b><br />
    <b>甲方：</b>浙江企商汇电子商务有限公司<br />
    <b>乙方：</b>在企商汇汽配交易平台注册成功并激活帐户的企业或个人<br />
    甲、乙双方就乙方使用甲方平台进行汽车配件采购、销售等事项，在符合国家相关法律、法规的基础上，自愿、平等地达成如下协议，双方共同履行并遵照执行：<br /><br />
    <h3> 一、本协议名词释义与协议生效、变更：</h3>
    1.1、本协议中所指的“用户”“会员”或“您”为加入甲方平台交易的买方、卖方的统称，即为本协议中的乙方简称。可单指买方，平台注册的购买商品的企业或个人。也可单指卖方，即在甲方平台注册销售商品的企业或个人。<br />
    1.2、乙方应当在使用甲方平台之前，认真阅读全部协议内容。如乙方对协议有任何疑问，应及时在线或邮件形式向甲方客服进行咨询。乙方在同意所有协议条款并完成注册程序，才能成为平台的正式用户，乙方在点击“我已经阅读并同意遵守《用户注册服务协议》”按钮后，本协议即生效，即对双方产生约束力。<br />
    1.3、只要乙方使用甲方平台，则本协议即对乙方产生约束，届时乙方不应以未阅读本协议的内容，或者未获得甲方对乙方问询的解答等理由，主张本协议无效，或要求撤销本协议。<br />
    1.4、乙方确认，本协议条款是处理双方权利义务的契约，始终有效。除法律另有强制性规定或双方另有特别约定的，依据法律强制条文或双方签订的特别约定执行。<br />
    1.5、乙方承诺接受并遵守本协议的约定。如果乙方不同意本协议的约定，乙方应立即停止注册或停止使用甲方平台服务。<br />
    1.6、甲方有权根据需要，不定期地制订、修改本协议及/或各类规则，并在甲方平台公示，不再另行单独通知用户。变更后的协议和规则一经在网站公布，立即生效。如乙方不同意相关变更，应当立即停止使用甲方平台服务。您继续使用甲方平台服务，即表明您接受修订后的协议和规则。<br /><br />
    <h3> 二、注册与帐户管理：</h3>
    <b>2.1、注册资格：</b><br />
    乙方确认在完成注册，或以其他甲方允许的方式实际使用甲方平台服务时，乙方应当是具备完全民事权利能力，和完全民事行为能力的自然人、法人或其他组织。若乙方不具备前述主体资格，则乙方及乙方的监护人应承担因此而导致的一切后果，且甲方平台有权永久冻结乙方的帐户。甲方平台要求用户在使用服务时，必须遵守国家相关法律法规，但对用户使用服务所产生的纠纷不负法律责任 ，且甲方平台有权依据自己的判断，随时中断对某一用户的服务。<br />
    <b>2.2、账户管理：</b><br />
    2.2.1、在乙方按照注册网页的提示信息、阅读并同意本协议，并完成注册程序或以其他甲方允许方式实际使用甲方平台服务时，乙方即成为甲方的会员。在注册时，乙方应当按照法律法规要求，或注册页面的提示准确提供，并及时更新资料，以使之真实、及时，完整和准确。如甲方有合理理由怀疑乙方提供的资料错误、不实、过时或不完整的，甲方有权向乙方发出询问或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对乙方提供部分或全部企商汇平台服务。甲方对此不承担任何责任，乙方将承担因此产生的任何直接或间接支出。<br />
    2.2.2、乙方应当准确填写并及时更新所提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便甲方或其他会员与您进行有效联系，因通过这些联系方式无法与乙方取得联系，导致乙方在使用甲方平台服务过程中，所产生任何损失或增加费用的，应由乙方完全独自承担。<br />
    2.2.3、您应妥善保管帐户信息及帐户密码的安全，您需对帐户以及密码下的任何行为承担法律责任。您同意在任何情况下不向他人透露帐户及密码信息。在您怀疑他人在使用您的帐号时，您应立即通知企商汇交易平台。因您未及时通知，或企商汇交易平台在收到您通知过迟，已无法对您帐户采取临时保护措施，而导致帐户被非法分子利用所造成乙方帐户资金损失等不利后果，甲方平台对此不承担法律责任。<br />
    2.2.4、乙方在使用甲方平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由乙方独自承担，与甲方无关。<br /><br />
    <h3>三、平台服务规则：</h3>
    3.1、所有在“企商汇”平台注册成功的会员，即可免费享受平台提供的采购商品价格查询、服务信息及促销信息查询、求购信息发布，达成交易意向并进行交易、并对交易后的商家进行评价。还可参加企商汇平台组织的活动，以及使用其它信息服务及技术服务。<br />
    3.2、所有加盟“企商汇”平台加盟会员，在普通会员所享受服务的基础上，可发布商品销售信息、呆滞商品的促销或阶段性促销活动信息。并且，所有加盟会员通过平台交易的商品，必须严格执行国家对应产品的质量保证期限。通过平台确认的交易，可享受平台提供的销售商品无风险收款保证。未经平台确认的私下交易，所发生的收款风险甲方不提供保证服务，并且，甲方保留随时追偿交易双方的违约赔偿权益。<br />
    3.3、您了解并同意，且全权授予企商汇平台，对您存入平台的每笔采购交易待付款进行冻结待付，同意在交易双方未完成交易期间，或交易双方发生异议未解决前，无期限地冻结帐户内待付款。<br />
    3.4、您了解并同意，企商汇平台按采购方签收货物三日后，无论采购方在、与不在平台进行收货确认操作，企商汇平台默认采购方对所签收的商品无质量及数量异议，采购方无条件同意平台，将待付款划付给供货方的交易规则。<br />
    3.5、通过平台确认的交易，如交易双方在交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交至企商汇平台要求调解处理，则企商汇平台有权单方依据双方过错责任判断做出调解处理决定，您了解并同意接受企商汇的判断和调解处理决定，该决定将对您具有法律约束力。未经平台确认的私下交易，所发生的交易纠纷甲方不提供调解服务，并且，甲方保留随时追偿交易双方的违约赔偿权益。<br />
    3.6、您知悉并了解交易过程中，可能出现的退换商品运输费用的责任风险，企商汇平台已提供您规避此类风险的，可购买运输费用风险的保险途径。您愿意独自承担，因您未购买运输费用保险而产生相关退换商品运输费用责任。<br />
    3.7、您了解并同意，企商汇有权应政府部门（包括司法及行政部门）的要求，向其提供您在企商汇平台填写的注册信息和交易纪录等必要信息。如您涉嫌侵犯他人知识产权，则企商汇亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。<br /><br />
    <h3>四、服务使用规范 ：</h3>
    <b>4.1、关于您的资料与商品规定 ：</b><br />
    4.1.1、“您的资料”包括您在注册、发布信息或交易等过程中、在任何公开信息场合或通过任何电子邮件形式，向企商汇平台或其他用户提供的任何资料 ，包括数据、文本、软件、音乐、声响、照片、图画、影像、词句或其他材料。您应对“您的资料”负全部责任，而企商汇平台仅作为您在网上发布和刊登“您的资料”的被动渠道。<br />
    4.1.2、您同意并承诺，“您的资料”和您在企商汇平台上交易的任何“商品”（泛指一切可供依法交易的、有形的或无形的、以各种形态存在的某种具体的商品，或某种权利或利益，或某种票据或证券，或某种服务或行为。本协议中“商品”一词均含此义）:<br />
    4.1.2.1、不会有欺诈成份，与售卖伪造或盗窃无涉；<br />
    4.1.2.2、不会侵犯任何第三者对该物品享有的物权，或版权、专利、商标、商业秘密或其他知识产权，或隐私权、名誉权；<br />
    4.1.2.3、不会违反任何法律、法规、条例或规章 (包括但不限于关于规范出口管理、凭许可证经营、贸易配额、保护消费者、不正当竞争或虚假广告的法律、法规、条例或规章)、本协议及相关规则；<br />
    4.1.2.4、不会含有诽谤（包括商业诽谤）、非法恐吓或非法骚扰的内容；<br />
    4.1.2.5、不会含有淫秽、或包含任何儿童色情内容；<br />
    4.1.2.6、不会含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序；<br />
    4.1.2.7、不会直接或间接与下述各项商品或服务连接，或包含对下述各项商品或服务的描述：<br />
    a、本协议项下禁止的商品或服务；<br />
    b、您无权连接或包含的商品或服务；<br />
    c、您同意不会在与任何连锁信件、大量胡乱邮寄的电子邮件、滥发电子邮件或任何复制或多余的信息有关的方面使用“服务”；<br />
    d、未经其他人同意，利用“服务”收集其他人的电子邮件地址及其他资料；<br />
    e、利用“服务”制作虚假的电子邮件地址，或以其他形式试图在发送人的身份或信息的来源方面误导其他人士；<br />
    4.1.2.8、不会含有企商汇电子商务平台认为应禁止或不适合通过本平台宣传或交易。<br />
    <b>4.2、关于交易的规则:</b><br />
    4.2.1、与其他会员交易过程中，应遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。<br />
    4.1.2、就交易进行协商，交易双方通过平台上明确产品描述，进行相互的沟通或者通过平台内部交流平台进行交流，在交流过程中应如实，准确的回答双方所提问题，最后促进交易。不得操作交易，不得趋干扰交易系统。<br />
    4.1.2、您同意，您不得使用任何装置、软件或例行程序干预或试图干预平台的正常运作或者交易行为。您不得采取对任何将不合理或不合比例的庞大负载加诸平台结构的行动。<br />
    <b>4.3、违反规则的后果:</b><br />
    4.3.1、企商汇平台有权对您是否违反使用规则做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或者提前告知您。<br />
    4.3.2、经国家行政或者司法机关的生效法律文书确认您存在违法或者侵权行为，或者本平台根据自身的调查认定您的行为存在违反本协议或者规则条款，本平台有权在平台主页上公示您的违反规定的行为或对您采取必要的措施。<br />
    4.3.3、对于您涉嫌违反承诺的行为对任何第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保企商汇平台免于因此产生损失或者增加费用。<br />
    4.3.4、如您涉嫌违反有关法律或者本协议之规定，使本平台受到任何损失，或者受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿本平台因此造成的损失或者相应的费用，且造成名誉的损失费。<br /><br />
    <h3> 五、特别授权：</h3>
    <b>5.1、您完全理解并不可撤销地授予企商汇及其关联公司下列权利：</b><br />
    5.1.1、一旦您向企商汇及（或）其关联公司作出任何形式的承诺，且相关公司已确认您违反了该承诺，则企商汇有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，企商汇无须就相关确认与您核对事实，或另行征得您的同意，且企商汇无须就此限制措施或公示行为向您承担任何的责任。<br />
    5.1.2、一旦您违反本协议，或与企商汇签订的其他协议的约定，企商汇有权以任何方式通知企商汇关联公司，要求其对您的权益采取限制措施，包括但不限于要求企商汇公司总账户将您账户内的款项支付给企商汇指定的对象，要求关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。<br />
    5.1.3、对于您提供的资料及数据信息，您授予企商汇及其关联公司独家的、全球通用的、永久的、免费的许可使用权利(并有权在多个层面对该权利进行再授权)。此外，企商汇及其关联公司有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于企商汇平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。<br /><br />
    <h3>六、责任范围和责任限制</h3>
    <b>6.1、您明确理解和同意，企商汇平台因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论企商汇已被告知该等损害赔偿的可能性)：</b><br />
    6.1.1、使用或未能使用“服务”；<br />
    6.1.2、因通过或从“服务”购买或获取任何商品、样品、数据、资料或服务，或通过或从“服务”接收任何信息或缔结任何交易所产生的获取替代商品和服务的费用；<br />
    6.1.3、 未经批准接入或更改您的传输资料或数据；<br />
    6.1.4、任何第三者对“服务”的声明或关于“服务”的行为；<br />
    6.1.5、因任何原因而引起的与“服务”有关的任何其他事宜，包括疏忽。<br />
    <b>6.2、企商汇平台会尽一切努力使您在使用企商汇平台的过程中得到乐趣。遗憾的是，企商汇不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。为此，您明确理解和同意，您使用“服务”的风险由您自行承担，且“服务”以“按现状”和“按可得到 ”的状态提供。企商汇明确声明不作任何种类的明示或暗示的保证，包括但不限于关于适销性、适用于某一特定用途和无侵权行为等方面的保证。企商汇对下述内容不作保证:</b><br />
    6.2.1、“服务”会符合您的要求；<br />
    6.2.2、“服务”不会中断，且适时、安全和不带任何错误；<br />
    6.2.3、通过使用“服务”而可能获取的结果将是准确或可信赖的；<br />
    6.2.4、您通过“服务”而购买或获取的任何产品、服务、资料或其他材料的质量将符合您的预期。通过使用“服务”而下载或以其他形式获取任何材料是由您自行全权决定进行的，且与此有关的风险由您自行承担，对于因您下载任何该等材料而发生的您的电脑系统的任何损毁，或任何数据损失，您将自行承担责任。您从企商汇平台或通过或从“服务”获取的任何口头或书面意见或资料，均不产生未在本协议内明确载明的任何保证责任。<br /><br />
    <h3>七、协议终止：</h3>
    <b>对于用户的以下行为，企商汇平台有权在告知或未经告知的情况下暂停或终止对乙方的服务：</b><br />
    7.1、利用企商汇平台进行违法违纪活动；<br />
    7.2、利用企商汇平台的发布功能滥发重复信息；<br />
    7.3、未经请求或授权向企商汇平台会员发送大量与业务不相关的信息；<br />
    7.4、冒用其他企业的名义发布商业信息，进行商业活动；<br />
    7.5、攻击企商汇平台的数据、网络或服务；<br />
    7.6、盗用他人在企商汇平台会员的用户名及密码；<br />
    7.7、未经企商汇平台书面同意，擅自允许他人使用企商汇平台服务（包括但不限于擅自允许他人使用其登录名和密码，或者擅自将其登录名和密码转让他人的），或者通过企商汇平台获得的相关商业信息。<br />
    7.8、一旦您的会员服务被终止，您将不能在企商汇平台发布信息，也不能让别人代为发布信息；您在企商汇平台的注册资料及所有相关信息均会被删除或丢弃；同时对于您在服务终止前实施的违法或违约行为，企商汇平台保留追究您法律责任的权利。<br /><br />
    <h3> 八、隐私权政策：</h3>
    基于保护您的隐私是企商汇的一项基本原则，为此企商汇还将根据企商汇的隐私声明使用"您的资料"。<b>企商汇隐私声明的全部条款属于本协议的一部份，因此，您必须仔细阅读</b>。请注意，您一旦自愿地在企商汇交易地点披露"您的资料"， 该等资料即可能被其他人士获取和使用。企商汇将在平台公布并不时修订隐私权政策。<br />
    <h3> 九、不可抗力的因素：</h3>
    对于因企商汇合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使企商汇延迟服务或未能履约的，企商汇将不对您承担任何责任。<br />
    <h3>  十、 法律适用、管辖及其他：</h3>
    10.1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。<br />
    10.2、因本协议产生之争议，应依照中华人民共和国法律予以处理，并以浙江企商汇电子商务有限公司所在地的法院为管辖法院。
  </div>
  </div>
</template>

<script>
    export default {
        name: "agreement"
    }
</script>

<style scoped>

</style>
